[Balance.PawnBalance_Anemone_NPShip AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Hit the ship")
PlayThroughs[1]=(DisplayName="life on board")

[Character.CharClass_Anemone_NPShip AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Weapons.AutoCannon_Weapon_WeaponType WeaponTypeDefinition]
Typename="Semi-automatic sniper rifle"
PickupMessage="You did %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="I'm learning"

